WELCOME = '''
Привет! Я - бот интервенции веб-аутрич Республики Беларусь.
С моей помощью ты можешь узнать, в каких городах нашей страны расположены наши пункты,
а также ознакомиться с услугами, которые ты можешь получить в нашей организации.
'''

CITY_SELECTION = '''
Выберите необходимый город:
'''

OUTREACH = '''
Наши консультанты:
'''

SERVICE_SELECTION = '''
Выберите необходимую услугу:
'''

POINT_SELECTION = '''
Выберите пункт:
'''

CONTINUE = 'Желаете продолжить?'

MOBILE_PREVENTION_POINT_1_MNSK = '''
Мобильный пункт профилактики №1
г. Минск
Яковин Павел Николаевич
Тел.: 8 (025) 693-90-07
расписание остановок: https://pmplus.by/paragraphs-services/mobilnye-punkty-g-minska/
'''

MOBILE_PREVENTION_POINT_2_MNSK = '''
Мобильный пункт профилактики №2
г. Минск
Шестак Владимир Владимирович
Тел.: 8 (025) 693-90-06
расписание остановок: https://pmplus.by/paragraphs-services/mobilnye-punkty-g-minska/
'''

MOBILE_PREVENTION_POINT_3_MNSK = '''
Мобильный пункт профилактики №3
г. Минск
Поспелов Анатолий Евгеньевич
тел.: 8 (025) 743-51-02
Расписание остановок : https://pmplus.by/paragraphs-services/mobilnye-punkty-g-minska/
'''

STATIONARY_PREVENTION_CENTER_MNSK_LEVKOVA = '''
Стационарный пункт профилактики на базе БОО "Позитивное движение"
г. Минск, ул. Левкова, 20
Как добраться
Кукушкин Станислав
Тел.: +375 (29) 995-52-40
пн-пт: 10:00-20:00
Консультант врач-психиатр-нарколог принимает по четвергам 15.30-19.30 кроме 2-го и 4-го четверга месяца
'''

SOCIAL_SUPPORT_CENTER_MNSK_LEVKOVA = '''
Центр социального сопровождения «Перекресток» на базе БОО "Позитивное движение"
г. Минск, ул. Левкова, 20
Как добраться
Короткова Алекасандра тел.: +375 (33) 669-29-71
Жданович Юрий тел.:+375 (25) 505-29-61
пн-пт: 10:00-18:00
'''

STATIONARY_PREVENTION_CENTER_MNSK_OLSHEVSKOGO = '''
Стационарный пункт профилактики на базе БОО "Позитивное движение" г.Минск
ул. Ольшевского, 76 А (напротив поликлиники №12)
Евгений Бойко
пн-пт: 12:00 - 20:00; сб-вс: 12:00 - 16:00
Консультант по зависимости Олег Пронин принимает каждую среду 17.00-20.00
Консультант рач-психиатр-нарколог принимает каждый второй четверг 15.30-19.30
'''

STATIONARY_PREVENTION_CENTER_VTB_OKTYABRSKAYA = '''
Стационарный пункт профилактики на базе БОО "Позитивное движение"
г. Витебск, ул.Октябрьская, 12, офис 16.
Как добраться
Коноплева Ирина Васильевна
8 (029) 715-62-60
пн-пт: 10:00-14:00
irinakonoplova@yandex.by
'''

SOCIAL_SUPPORT_CENTER_VTB_BERESTENYA = '''
Центр социального сопровождения "Быть рядом" на базе Витебского городского отделения БОО «Позитивное движение»
г. Витебск, ул. Берестеня, 15, офис 4 (2 этаж)
Красикова Алёна Николаевна
гор.тел./факс: 8 (0212) 66-72-19, 8 (029) 368-73-88, 8 (029) 718-73-88
alionka_70@mail.ru
пн-пт: 12:00-16:00
Время работы консультантов оговаривается
с менеджером и кейс-менеджерами ЦСС
'''

MOBILE_PREVENTION_POINT_ORSHA_NAVATOROV = '''
Мобильный пункт профилактики на базе отделения БОО "Позитивное движение"
г. Орша, ул. Наваторов, д.4 (склад расходных материалов)
Как добраться
Латышев Игорь Владимирович
8 (029) 500-26-63
согласно графикам
'''

STATIONARY_PREVENTION_CENTER_SVTGRSK_PERVOMAYSKIY = '''
Стационарный пункт профилактики/центр социального сопровождения на базе БОО "Позитивное движение"
г. Светлогорск, м-н Первомайский, д.5 (вход с обратной стороны жилого дома)
Как добраться
Социальный работник Шевеленко Валентина Иосифовна
Пн-Пт: 14:00- 21:00, Сб: 09:00-14:00
Тел.: 8 (0234) 27-31-11
krichkou@mail.ru
'''

MOBILE_PREVENTION_POINT_PINSK_SOVETSKAYA = '''
Мобильный пункт профилактики на базе отделения БОО "Позитивное движение" в г. Пинске
г. Пинск, ул. Советская, 7
Как добраться
Павельчук Александр Алексеевич
8 (044) 599-07-78
согласно графикам
'''

STATIONARY_PREVENTION_CENTER_PINSK_SOVETSKAYA = '''
Стационарный пункт профилактики на базе отделения БОО "Позитивное движение" в г. Пинске
г. Пинск, ул. Советская, 7
Как добраться
Павельчук Светлана Ивановна, Павельчук Александр Алексеевич pavelchuk65@mail.ru
8 (016) 530-09-96
пн-пт: 09:00-17:00
'''

STATIONARY_PREVENTION_CENTER_BRNVCH_SOVETSKIY = '''
Стационарный пункт профилактики на базе БОО "Позитивное движение"
г. Барановичи., 3-й пер. Советский, 3
Рокашевич Ирина Сергеевна
Пн-Пт 12.00-16.00
8 (0163) 63-24-29
8 (029) 722-21-74
akpbaranovichi@mail.ru
'''




