WELCOME = '''
Привет! Я - бот интервенции веб-аутрич Республики Беларусь.
С моей помощью ты можешь узнать, в каких городах нашей страны расположены наши пункты,
а также ознакомиться с услугами, которые ты можешь получить в нашей организации.
'''

CITY_SELECTION = '''
Выберите необходимый город:
'''

OUTREACH = '''
Наши консультанты:
'''

SERVICE_SELECTION = '''
Выберите необходимую услугу:
'''

CATEGORY_SELECTION = '''
Выберите необходимую категорию:
'''

SECTION_SELECTION = '''
{}Выберите интересующий вас раздел:
'''

GENERAL_INFO = '''
{}Общая информация:
'''

OVERDOSE = '''
{}Что делать при передозировке:
'''

HARM_REDUCTION = '''
{}Правила снижения риска:
'''

POINT_SELECTION = '''
Выберите пункт:
'''

SELECT_ACTION = '''
Выберите необходимое действие:
'''

CONTINUE = 'Желаете продолжить?'

OPIOIDS_AND_OPIATES = '''
<i>ЧТО ТАКОЕ ОПИОИДЫ?</i>

<b>Опиоиды</b> – это любые препараты, которые действуют на опиоидные рецепторы в мозге, а также любые натуральные или синтетические препараты, изготовленные из опийного мака или связанные с ним.

<b>Опиаты</b> - это тип опиоидов. Это препараты, которые естественным образом получены из растения опийного мака и не являются синтетическими. 
'''

OPIOIDS_WORK = '''
<i>КАК ОПИОИДЫ РАБОТАЮТ?</i>

Опиоиды связываются с опиоидными рецепторами, которые подавляют работу центральной нервной системы, замедляя передачу сигналов между мозгом и остальным телом.

При приеме опиоидов дыхание и сердцебиение замедляются. Выделяется дофамин, вызывая ощущения удовольствия и облегчения боли.

Если дыхание и сердцебиение замедляются слишком сильно, дыхание может остановиться, что приводит к передозировке. Передозировка опиоидами может привести к смерти и другим травмам. Однако, ее можно обратить с помощью <b>сердечно-легочной реанимации (СЛР)</b> и введения <b>налоксона.</b>

'''

OPIOIDS_NALOXONE = '''
<i>НАЛОКСОН</i> 

Это препарат, который также связывается с опиоидными рецепторами, но имеет <u>противоположный</u> эффект. Он блокирует рецепторы от присоединения к другим опиоидным препаратам, поэтому может обратить передозировку.
Для того чтобы получить налоксон обратись на <a href='https://pmplus.by/paragraphs-services/'>пункт профилактики.</a>
'''

OPIOIDS_SLR = '''
<i>Сердечно-легочная реанимация (15–30 толчков груди, 2 вдоха)</i>
'''

OPIOIDS_HOW_USE = '''
<i>КАК ИСПОЛЬЗУЮТСЯ ОПИОИДЫ?</i>

Опиоиды могут использоваться различными способами. Препараты на основе опиоидов обычно выпускаются в виде таблеток и часто принимаются внутрь.

Опиоиды используются в медицинской практике для лечения болевого синдрома, а также для <b>лечения опиоидной зависимости.</b> 

Употребление опиоидов с рекреационной целью (чтобы «кайфануть») связано с социальными рисками и рисками для здоровья 

Героин обычно вводится инъекционно, но также может нюхаться или куриться. При инъекционном употреблении риски увеличиваются в десятки раз. Для того чтобы снизить эти риски-откажись от инъекционного употребления или пользуйся <a href='https://pmplus.by/activities/harm-reduction/harm-reduction/'>одноразовым стерильным инвентарем</a>

'''

OPIOIDS_THERAPY = '''
<i>ТЕРАПИЯ ОПИОИДНЫМИ АГОНИСТАМИ</i>

Всемирная организация здравоохранения рекомендует терапию опиоидными агонистами как эффективный метод лечения зависимости от опиоидов.

В Беларуси доступны программы <a href='https://pmplus.by/activities/harm-reduction/services/'>терапии опиоидными агонистами</a> (опиоидная заместительная терапия-ОЗТ). <a href='https://www.youtube.com/watch?app=desktop&v=7y890OAXwFI&ab_channel=%D0%9F%D0%BE%D0%B7%D0%B8%D1%82%D0%B8%D0%B2%D0%BD%D0%BE%D0%B5%D0%B4%D0%B2%D0%B8%D0%B6%D0%B5%D0%BD%D0%B8%D0%B5'>Этот вид лечения эффективен и безопасен при соблюдении рекомендаций врача.</a>

Метадон и бупренорфин - это <a href='https://www.youtube.com/watch?app=desktop&v=laR0c5rbv5k&ab_channel=%D0%9F%D0%BE%D0%B7%D0%B8%D1%82%D0%B8%D0%B2%D0%BD%D0%BE%D0%B5%D0%B4%D0%B2%D0%B8%D0%B6%D0%B5%D0%BD%D0%B8%D0%B5'>препараты</a> на основе опиоидов, используемые для лечения зависимости от героина или других опиоидов. 

Терапия опиоидными агонистами назначается врачом, чтобы помочь людям, использующим опиоиды, сократить или прекратить их употребление. При помощи медицинских метадона и бупренорфина проще контролировать тягу и употребление уличных наркотиков.
'''

OPIOIDS_REDUCE_RISK = '''
<i>СНИЗЬТЕ РИСКИ ПЕРЕДОЗИРОВКИ</i>

Избегайте совмещать прием опиоидов с алкоголем или же другими наркотиками.

При перерыве в употреблении (например, после освобождения из «лагеря»), или же покупке наркотика в новом «магазине», Вы можете столкнуться с ситуацией, когда концентрация вещества будет для Вас чрезмерной и достаточной для передозировки.

Обязательно:

*Всегда безопасно начать с небольшой дозы.

*Предпочтительно использовать т.н. "тестовый укол", когда первоначально делается инъекция меньше обычной дозы, чтобы убедиться, что наркотик не слишком сильный для Вас.
'''

OPIOIDS_OVERDOSE_SIGNS = '''
<i>ПРИЗНАКИ ПЕРЕДОЗИРОВКИ ОПИОИДАМИ</i> 

<b>Признаками передозировки опиоидами</b> могут являться замедленное дыхание, посиневшие губы и кожа, или же то, что вы не можете разбудить человека. В случае подозрений на передозировку:

*Попытайтесь привести пострадавшего в чувства криком и растормошив его.

*При отсутствии реакции, попробуйте потереть грудную клетку костяшками кулаков
в течение 5-10 секунд.
'''

OPIOIDS_PERSON_NOT_REACT = '''
<i>ЕСЛИ ЧЕЛОВЕК НЕ РЕАГИРУЕТ</i>

*Немедленно вызывайте скорую

*При наличии - сделайте инъекцию налоксона внутривенно, если такой возможности нет- вводите в места, указанные на рисунке.

* ❗️<b>НИ В КОЕМ СЛУЧАЕ</b> не пытайтесь сделать человеку, у которого случилась передозировка инъекцию соленой воды или стимуляторов и не кладите его в холодную ванную, не бейте и не хлопайте его❗️
'''

OPIOIDS_FIRST_AID = '''
<i>ПЕРВАЯ ПОМОЩЬ ПРИ ПЕРЕДОЗИРОВКЕ ОПИОИДАМИ</i>

Будьте готовы заранее. Свяжитесь с сотрудниками нашей организации, для более подробной информации касательно того, как Вы можете получить доступ к налоксону.

Если у человека «передозировка» опиоидами:

*Вызовите скорую и сообщите им, что у человека передозировка и он не дышит.

*Введите налоксон, желательно внутривенно, если это невозможно - вводите внутримышечно (можно через одежду).

*Очень важно поддерживать дыхание, в идеале, до приезда скорой делать приемы искусственного дыхания. Если это невозможно, уложите человека в правильное положение (как на рисунке) до приезда скорой.

❗️ Важно помнить, что иногда передозировка опиоидами может потребовать нескольких введений налоксона. ❗️
'''

OPIOIDS_INJECTION_SITE = '''
<i>ПОДГОТОВИТЬ МЕСТО ДЛЯ ИНЪЕКЦИИ</i>

Даже при использовании новых игл и стерильной воды, бактерии находящиеся на Вашей коже, могут проникнуть в кровь при инъекции.

*Тщательно вымыть руки с мылом перед осуществлением инъекции.

*Непосредственно перед инъекцией, протереть предполагаемое место спиртовой салфеткой, чтобы убить бактерии, находящиеся на коже. В случае отсутствия доступа к спиртовым салфеткам, вымыть место инъекции мылом и водой.

*Ни в коем случае не лизать иголку.
'''

OPIOIDS_PREPARE_IJECTION_SITE = '''
<i>МЕНЯТЬ МЕСТА ИНЪЕКЦИЙ</i>

Повторное использование одного и того же места для инъекций способствует возникновению шрамов, рубцов и распространения инфекции (связаться с хирургом).

*Постоянно менять места, в которые осуществляются инъекции, использовать
другую руку и разные вены.

*Если инъекцию осуществляется в ту же вену, надо отступить от места предыдущей
инъекции по крайней мере на пару сантиметров.

*Избегать использования для инъекций вен, находящихся на Вашей шее, ногах или
же в паху.
'''

OPIOIDS_REDUCE_CHANCES = '''
<i>УМЕНЬШИТЬ ШАНСЫ ПЕРЕДОЗИРОВКИ</i>

Не употреблять в одиночестве.

*По возможности, старайться употреблять в присутствии лица, которому доверяешь Употреблять по очереди.

*Никогда не употреблять слишком большую дозу только что приобретенного вещества - концентрация препарата может отличаться в достаточной для передозировки (кнопка что делать при передозировке) степени. Будьте чрезвычайно аккуратны с дозировкой в подобных ситуациях.
'''

MOBILE_PREVENTION_POINT_1_MNSK = '''
Мобильный пункт профилактики №1
г. Минск
Яковин Павел Николаевич
Тел.: 8 (025) 693-90-07
расписание остановок: https://pmplus.by/paragraphs-services/mobilnye-punkty-g-minska/
'''

MOBILE_PREVENTION_POINT_2_MNSK = '''
Мобильный пункт профилактики №2
г. Минск
Шестак Владимир Владимирович
Тел.: 8 (025) 693-90-06
расписание остановок: https://pmplus.by/paragraphs-services/mobilnye-punkty-g-minska/
'''

MOBILE_PREVENTION_POINT_3_MNSK = '''
Мобильный пункт профилактики №3
г. Минск
Поспелов Анатолий Евгеньевич
тел.: 8 (025) 743-51-02
Расписание остановок : https://pmplus.by/paragraphs-services/mobilnye-punkty-g-minska/
'''

STATIONARY_PREVENTION_CENTER_MNSK_LEVKOVA = '''
Стационарный пункт профилактики на базе БОО "Позитивное движение"
г. Минск, ул. Левкова, 20
Как добраться
Кукушкин Станислав
Тел.: +375 (29) 995-52-40
пн-пт: 10:00-20:00
Консультант врач-психиатр-нарколог принимает по четвергам 15.30-19.30 кроме 2-го и 4-го четверга месяца
'''

SOCIAL_SUPPORT_CENTER_MNSK_LEVKOVA = '''
Центр социального сопровождения «Перекресток» на базе БОО "Позитивное движение"
г. Минск, ул. Левкова, 20
Как добраться
Короткова Алекасандра тел.: +375 (33) 669-29-71
Жданович Юрий тел.:+375 (25) 505-29-61
пн-пт: 10:00-18:00
'''

STATIONARY_PREVENTION_CENTER_MNSK_OLSHEVSKOGO = '''
Стационарный пункт профилактики на базе БОО "Позитивное движение" г.Минск
ул. Ольшевского, 76 А (напротив поликлиники №12)
Евгений Бойко
пн-пт: 12:00 - 20:00; сб-вс: 12:00 - 16:00
Консультант по зависимости Олег Пронин принимает каждую среду 17.00-20.00
Консультант рач-психиатр-нарколог принимает каждый второй четверг 15.30-19.30
'''

STATIONARY_PREVENTION_CENTER_VTB_OKTYABRSKAYA = '''
Стационарный пункт профилактики на базе БОО "Позитивное движение"
г. Витебск, ул.Октябрьская, 12, офис 16.
Как добраться
Коноплева Ирина Васильевна
8 (029) 715-62-60
пн-пт: 10:00-14:00
irinakonoplova@yandex.by
'''

SOCIAL_SUPPORT_CENTER_VTB_BERESTENYA = '''
Центр социального сопровождения "Быть рядом" на базе Витебского городского отделения БОО «Позитивное движение»
г. Витебск, ул. Берестеня, 15, офис 4 (2 этаж)
Красикова Алёна Николаевна
гор.тел./факс: 8 (0212) 66-72-19, 8 (029) 368-73-88, 8 (029) 718-73-88
alionka_70@mail.ru
пн-пт: 12:00-16:00
Время работы консультантов оговаривается
с менеджером и кейс-менеджерами ЦСС
'''

MOBILE_PREVENTION_POINT_ORSHA_NAVATOROV = '''
Мобильный пункт профилактики на базе отделения БОО "Позитивное движение"
г. Орша, ул. Наваторов, д.4 (склад расходных материалов)
Как добраться
Латышев Игорь Владимирович
8 (029) 500-26-63
согласно графикам
'''

STATIONARY_PREVENTION_CENTER_SVTGRSK_PERVOMAYSKIY = '''
Стационарный пункт профилактики/центр социального сопровождения на базе БОО "Позитивное движение"
г. Светлогорск, м-н Первомайский, д.5 (вход с обратной стороны жилого дома)
Как добраться
Социальный работник Шевеленко Валентина Иосифовна
Пн-Пт: 14:00- 21:00, Сб: 09:00-14:00
Тел.: 8 (0234) 27-31-11
krichkou@mail.ru
'''

MOBILE_PREVENTION_POINT_PINSK_SOVETSKAYA = '''
Мобильный пункт профилактики на базе отделения БОО "Позитивное движение" в г. Пинске
г. Пинск, ул. Советская, 7
Как добраться
Павельчук Александр Алексеевич
8 (044) 599-07-78
согласно графикам
'''

STATIONARY_PREVENTION_CENTER_PINSK_SOVETSKAYA = '''
Стационарный пункт профилактики на базе отделения БОО "Позитивное движение" в г. Пинске
г. Пинск, ул. Советская, 7
Как добраться
Павельчук Светлана Ивановна, Павельчук Александр Алексеевич pavelchuk65@mail.ru
8 (016) 530-09-96
пн-пт: 09:00-17:00
'''

STATIONARY_PREVENTION_CENTER_BRNVCH_SOVETSKIY = '''
Стационарный пункт профилактики на базе БОО "Позитивное движение"
г. Барановичи., 3-й пер. Советский, 3
Рокашевич Ирина Сергеевна
Пн-Пт 12.00-16.00
8 (0163) 63-24-29
8 (029) 722-21-74
akpbaranovichi@mail.ru
'''




